logs/ycsb_rocksdb/test1/20190816143704_008/20190816143704_008_c.log
[OVERALL], RunTime(ms), 287
[OVERALL], Throughput(ops/sec), 3484.320557491289
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 1000
[READ], AverageLatency(us), 93.583
[READ], MinLatency(us), 14
[READ], MaxLatency(us), 2535
[READ], 95thPercentileLatency(us), 164
[READ], 99thPercentileLatency(us), 306
[READ], Return=OK, 1000
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 1459.125
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 11655
[CLEANUP], 95thPercentileLatency(us), 11655
[CLEANUP], 99thPercentileLatency(us), 11655